Repository: microsoft/FactoryOrchestrator
Catalog: src/App/Resources/*/Resources.resw
Source language: en_us
Languages: zh_cn, zh_tw

# AbortAllButton.Content
source: Abort all
zh_cn: 全部中止
zh_tw: 全部中止

# AbortAllButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Abort all running TaskLists
zh_cn: 中止所有正在运行的 TaskList
zh_tw: 中止所有執行中的 TaskList

# AbortButton.Content
source: Abort ⛔
zh_cn: 中止 ⛔
zh_tw: 中止 ⛔

source: ⛔ Aborted
zh_cn: ⛔ 已中止
zh_tw: ⛔ 已中止

# AbortOnFailBox.Content
source: Abort TaskList on Task failure?
zh_cn: 在任务失败时中止 TaskList?
zh_tw: 工作失敗時中止 TaskList?

# About.Content
source: About Factory Orchestrator
zh_cn: 关于 Factory Orchestrator
zh_tw: 關於 Factory Orchestrator

# AboutButton.Content
source: About Factory Orchestrator
zh_cn: 关于 Factory Orchestrator
zh_tw: 關於 Factory Orchestrator

# ActionRequired.Text
source: Action Required
zh_cn: 必需的操作
zh_tw: 需要採取動作

# AppBlock.Text
source: App:
zh_cn: 应用:
zh_tw: 應用程式:

# Apps.Content
source: UWP Apps
zh_cn: UWP 应用
zh_tw: UWP 應用程式

# Apps.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Launch UWP apps
zh_cn: 启动 UWP 应用
zh_tw: 啟動 UWP 應用程式

source: App Version
zh_cn: 应用版本
zh_tw: 應用程式版本

# ArgumentsBlock.Text
source: Arguments:
zh_cn: 参数:
zh_tw: 引數:

# AttemptingLocalHost.Text
source: Attempting to connect to your local device
zh_cn: 正在尝试连接到本地设备
zh_tw: 正在嘗試連線到您的本機裝置

# AutoPassCheck.Content
source: Auto Pass App on Launch?
zh_cn: 启动时自动传递应用?
zh_tw: 是否要在啟動時自動通過應用程式？

# BackButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Go Back
zh_cn: 返回
zh_tw: 返回

# BadIpContent
source: Could not connect to {0}. Check that the IP address, Server Name and Certificate Hash is correct and that the Factory Orchestrator Service is running on the target IP.
zh_cn: 无法连接到 {0}。 检查 IP 地址、服务器名和证书哈希是否正确，以及是否正在目标 IP 上运行 Factory Orchestrator 服务。
zh_tw: 無法連線到 {0}。 請檢查 IP 位址、伺服器名稱及憑證雜湊是否正確，以及 Factory Orchestrator 服務是否在目標 IP 上執行。

# BadIpTitle
source: Unable to connect to target IP
zh_cn: 无法连接到目标 IP
zh_tw: 無法連線到目標 IP

# BgTaskBox.Content
source: Add as Background Task?
zh_cn: 添加为后台任务?
zh_tw: 新增為 WinJS 背景工作?

# BgTasksHeader.Text
source: Background Tasks:
zh_cn: 后台任务:
zh_tw: 背景工作:

# BlockingCheck.Content
source: Allow Other TaskLists to Run?
zh_cn: 允许其他 TaskLists 运行?
zh_tw: 是否允許執行其他 TaskList?

source: Boot
zh_cn: 启动
zh_tw: 開機

# BootTaskWarning.Text
source: ⚠ Service is executing Boot tasks, many funtions are disabled until finished or aborted ⚠
zh_cn: ⚠ 服务正在执行启动任务，许多功能被禁用，直至任务完成或中止⚠
zh_tw: ⚠ 服務正在執行開機工作，在完成或中止前，許多功能被停用 ⚠

source: Cancel
zh_cn: 取消
zh_tw: 取消

# CancelCopy.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Cancel file copy
zh_cn: 取消文件复制
zh_tw: 取消檔案複製

# CancelEdit.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Cancel
zh_cn: 取消
zh_tw: 取消

# CheckPath
source: Check the path and try again.
zh_cn: 检查路径，然后重试。
zh_tw: 請檢查路徑，然後再試一次。

# ClearButton.Content
source: Clear Output
zh_cn: 清除输出
zh_tw: 清除輸出

# ClientText.Text
source: Local File/Folder:
zh_cn: 本地文件/文件夹:
zh_tw: 本機檔案/資料夾:

# CommandConst.Text
source: Command:
zh_cn: 命令:
zh_tw: 命令:

# CommandPromptText.Text
source: Command Prompt
zh_cn: 命令提示符
zh_tw: 命令提示字元

# CommentBlock.Text
source: Notes (Optional)
zh_cn: 注释(可选)
zh_tw: 附註 (選用)

# ConfirmCopy.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Confirm file copy
zh_cn: 确认文件复制
zh_tw: 確認檔案複製

# ConfirmEdit.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Save
zh_cn: 保存
zh_tw: 儲存

# AdvancedOptionsButton.Content
source: Advanced Options
zh_cn: 高级选项
zh_tw: 進階選項

# HideAdvancedOptionsButton
source: Hide Advanced Options
zh_cn: 隐藏高级选项
zh_tw: 隱藏進階選項

# Port.Text
source: Port:
zh_cn: 端口:
zh_tw: 連接埠：

# ConnectButton.Content
source: Connect to custom IP and port
zh_cn: 连接
zh_tw: 連線

# Console.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Non-interactive cmd.exe prompt
zh_cn: 非交互式 cmd.exe 提示
zh_tw: 非互動式 cmd.exe 提示

# ContainerBox.Content
source: Run In Container?
zh_cn: 在容器中运行?
zh_tw: 是否要在容器中執行？

# ContainerCheckBox.Content
source: Run In Container?
zh_cn: 在容器中运行?
zh_tw: 是否要在容器中執行？

# ContainerCheckBox.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: If checked, command is run in the container
zh_cn: 如果选中，则表示命令在容器中运行
zh_tw: 如果已選取，命令會在容器中執行

# ContainerIP
source: Container IP (Internal)
zh_cn: 容器 IP(内部)
zh_tw: 容器 IP (內部)

source: Could not query
zh_cn: 无法查询
zh_tw: 無法查詢

source: Debug
zh_cn: 调试
zh_tw: 偵錯

# DeleteAll.Text
source: Delete All TaskLists
zh_cn: 删除所有 TaskList
zh_tw: 刪除全部 TaskList

# DeleteAllContent
source: All running TaskLists will be stopped. All TaskLists will be removed from the server permanently. Manually exported FactoryOrchestratorXML files will not be deleted, but will need to be manually imported via "Load FactoryOrchestratorXML file". If "Factory Reset" is chosen, the service is restarted as if it is first boot. First boot and every boot tasks will re-run. Initial TaskLists will be loaded. NOTE: Network communication is not disabled, connected clients may encounter issues and the 'EnableNetworkAccess' setting will be ignored!
zh_cn: 将停止所有正在运行的 TaskLists。所有 TaskLists 将从服务器中永久删除。 手动导出的 FactoryOrchestratorXML 文件将不会被删除，但需要通过 "Load FactoryOrchestratorXML file" 手动导入。 如果选择 "恢复出厂"，则会重新启动服务，就像第一次启动一样。将重新运行首次启动和每个启动任务。将加载初始 TaskLists。"出厂重置" 将暂时中断与客户端（包括此应用）的通信。

# DeleteButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Delete
zh_cn: 删除
zh_tw: 刪除

# EditButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Edit
zh_cn: 编辑
zh_tw: 編輯

# EditFlyoutImagePath
source: (Optional) Image or Video Path:
zh_cn: (可选)图像或视频路径:
zh_tw: (選擇性) 影像或影片路徑：

# EditFlyoutTextHeaderEditingCMD
source: Editing Batch File Task
zh_cn: 正在编辑批处理文件任务
zh_tw: 編輯批次檔工作

# EditFlyoutTextHeaderEditingExe
source: Editing Executable Task
zh_cn: 正在编辑可执行任务
zh_tw: 編輯可執行檔工作

# EditFlyoutTextHeaderEditingExternal
source: Editing External Task
zh_cn: 正在编辑外部任务
zh_tw: 編輯外部任務

# EditFlyoutTextHeaderEditingPS
source: Editing PowerShell Task
zh_cn: 正在编辑 PowerShell 任务
zh_tw: 正在編輯 PowerShell 工作

# EditFlyoutTextHeaderEditingTAEF
source: Editing TAEF Test
zh_cn: 正在编辑 TAEF 测试
zh_tw: 編輯 TAEF 測試

# EditFlyoutTextHeaderEditingUWP
source: Editing UWP Task
zh_cn: 正在编辑 UWP 任务
zh_tw: 編輯 UWP 工作

source: Editing TaskList
zh_cn: 正在编辑 TaskList
zh_tw: 編輯 TaskList

# EditListNameButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Rename TaskList
zh_cn: 重命名 TaskList
zh_tw: 重新命名 TaskList

# EditListNameButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rename TaskList
zh_cn: 重命名 TaskList
zh_tw: 重新命名 TaskList

# EnableAndRetry
source: Please enable {0} and try again.
zh_cn: 请启用 {0}，然后重试。
zh_tw: 請啟用 {0}，然後再試一次。

source: End Comments
zh_cn: 结束评论
zh_tw: 結束留言

# ExistingText.Text
source: Existing TaskLists:
zh_cn: 现有 TaskList:
zh_tw: 現有的 TaskList：

# ExistingText2.Text
source: Existing TaskLists are loaded every boot unless deleted. They can also be manually exported to a FactoryOrchestratorXML file.
zh_cn: 现有的 TaskLists 将在每次启动时加载，除非被删除。也可以手动将它们导出到 FactoryOrchestratorXML 文件。
zh_tw: 現有的 TaskList 會在每次開機時載入，除非已刪除。它們也可以手動匯出到 FactoryOrchestratorXML 檔案。

# Exit.Text
source: Exit
zh_cn: 退出
zh_tw: 離開

# ExitCodeConst.Text
source: Exit Code:
zh_cn: 退出代码:
zh_tw: 結束代碼:

# ExitSymbol.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Exit and shutdown menu
zh_cn: “退出”和“关闭”菜单
zh_tw: 結束及關閉功能表

# ExitText.Text
source: Exit Factory Orchestrator?
zh_cn: 退出 Factory Orchestrator?
zh_tw: 結束 Factory Orchestrator?

source: Factory Reset
zh_cn: 恢复出厂设置
zh_tw: 重設成出廠預設值

# FailButton.Content
source: Fail ❌
zh_cn: 失败 ❌
zh_tw: 失敗 ❌

source: ❌ Failed
zh_cn: ❌ 失败
zh_tw: ❌ 失敗

# FailedAppsQuery
source: Failed to query apps
zh_cn: 未能查询应用
zh_tw: 無法查詢應用程式

# FailedQuery
source: Failed to query TaskList for edit
zh_cn: 未能查询 TaskList 进行编辑
zh_tw: 無法查詢 TaskList 以進行編輯

source: Failed to launch
zh_cn: 启动失败
zh_tw: 無法啟動

# Files.Content
source: Transfer Files
zh_cn: 传输文件
zh_tw: 傳輸檔案

# Files.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Transfer file to/from connected device
zh_cn: 将文件传输到已连接设备/从已连接设备传输文件
zh_tw: 傳輸檔案至/從已連線的裝置

# Folder
source: folder as TaskList
zh_cn: 作为 TaskList 的文件夹
zh_tw: 資料夾視為 TaskList

# FOXML
source: FactoryOrchestratorXML file
zh_cn: FactoryOrchestratorXML 文件
zh_tw: FactoryOrchestratorXML 檔案

# FOXMLSaveFailed
source: Failed to save FactoryOrchestratorXML file
zh_cn: 未能保存 FactoryOrchestratorXML 文件
zh_tw: 無法儲存 FactoryOrchestratorXML 檔案

# GetText.Text
source: Get Remote File/Folder
zh_cn: 获取远程文件/文件夹
zh_tw: 取得遠端檔案/資料夾

# GetTextContainer.Text
source: Get Container File/Folder
zh_cn: 获取容器文件/文件夹
zh_tw: 取得容器檔案/資料夾

# HeaderGet.Text
source: Copy from remote device to local device?
zh_cn: 从远程设备复制到本地设备?
zh_tw: 從遠端裝置複製到本機裝置?

# HeaderGetContainer.Text
source: Copy from local device to container?
zh_cn: 从本地设备复制到容器?
zh_tw: 從本機裝置複製到容器?

# HeaderSend.Text
source: Copy from local device to remote device?
zh_cn: 从本地设备复制到远程设备?
zh_tw: 從本機裝置複製到遠端裝置?

# HeaderSendContainer.Text
source: Copy from container to local device?
zh_cn: 从容器复制到本地设备?
zh_tw: 從容器複製到本機裝置?

# ImportText.Text
source: Import FactoryOrchestratorXML File:
zh_cn: 导入 FactoryOrchestratorXML 文件:
zh_tw: 匯入 FactoryOrchestratorXML 檔案:

# IpAddress.Text
source: IP Address:
zh_cn: IP 地址:
zh_tw: IP 位址:

# IpHeader.Text
source: System Ip Addresses
zh_cn: 系统 IP 地址
zh_tw: 系統 IP 位址

# LastTimeRunConst.Text
source: Started at:
zh_cn: 开始于:
zh_tw: 開始於:

# LaunchApp.Text
source: Launch installed app package (exit with ALT+F4):
zh_cn: 启动已安装的应用包(使用 ALT+F4 退出):
zh_tw: 啟動已安裝的應用程式套件 (使用 ALT+F4 結束):

# LoadFailed
source: Failed to load
zh_cn: 未能加载
zh_tw: 無法載入

# LoadFolderFlyoutText
source: Folder to load as TaskList:
zh_cn: 要作为 TaskList 加载的文件夹:
zh_tw: 要載入為 TaskList 的資料夾:

# LoadFolderText.Text
source: Load Folder as TaskList (exe, cmd, ps1, TAEF):
zh_cn: 将文件夹加载为 TaskList (exe、cmd、ps1、TAEF):
zh_tw: 將資料夾載入為 TaskList (exe、cmd、ps1、TAEF):

# LoadXMLFlyoutText
source: FactoryOrchestratorXML file to load from:
zh_cn: 从以下位置加载的 FactoryOrchestratorXML 文件:
zh_tw: 要從中載入的 FactoryOrchestratorXML 檔案:

source: Local Device
zh_cn: 本地设备
zh_tw: 本機裝置

# LogPathConst.Text
source: Log:
zh_cn: 日志:
zh_tw: 記錄檔:

# MaybeDeleted
source: It may have been deleted.
zh_cn: 可能已被删除。
zh_tw: 它可能已被刪除。

# NetworkButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Network information
zh_cn: 网络信息
zh_tw: 網路資訊

# NewCMDButton.Content
source: New Command Line File Task
zh_cn: 新建命令行文件任务
zh_tw: 新命令列檔案工作

# NewExecutableButton.Content
source: New Executable Task
zh_cn: 新建可执行任务
zh_tw: 新的可執行工作​​

# NewExternalButton.Content
source: New External Task
zh_cn: 新建外部任务
zh_tw: 新增外部工作​​

# NewPSButton.Content
source: New PowerShell Task
zh_cn: 新建 PowerShell 任务
zh_tw: 新增 PowerShell 工作

# NewTAEFButton.Content
source: New TAEF Task
zh_cn: 新建 TAEF 任务
zh_tw: 新增 TAEF 工作

# NewText.Text
source: Create new TaskList:
zh_cn: 新建 TaskList:
zh_tw: 建立新的 TaskList:

# NewUWPButton.Content
source: New UWP App Task
zh_cn: 新建 UWP 应用任务
zh_tw: 新的 UWP 應用程式工作

# NextText.Text
source: Next Run
zh_cn: 下次运行
zh_tw: 下次執行

source: No
zh_cn: 否
zh_tw: 否

# NoContainerContent
source: Returning to last page
zh_cn: 正在返回到最后一页
zh_tw: 回到最後一頁

# NoContainerTitle
source: Container is no longer running
zh_cn: 容器不再运行
zh_tw: 容器已不再執行

source: ❔ Not Run
zh_cn: ❔ 未运行
zh_tw: ❔ 未執行

source: OEM Version
zh_cn: OEM 版本
zh_tw: OEM 版本

source: Ok
zh_cn: 确定
zh_tw: 確定

source: On retry
zh_cn: 重试时
zh_tw: 重試

# OSSAcknowledgments.Text
source: Open Source Software Acknowledgments
zh_cn: 开源软件确认
zh_tw: 開放原始碼軟體確認

source: OS Version
zh_cn: 操作系统版本
zh_tw: 作業系統版本

# OutputConst.Text
source: Console Output:
zh_cn: 控制台输出:
zh_tw: 主控台輸出:

# OverallTaskResultConst.Text
source: Status:
zh_cn: 状态:
zh_tw: 狀態:

# ParallelCheck.Content
source: Run Tasks in Parallel?
zh_cn: 并行运行任务?
zh_tw: 以平行方式執行工作?

# PassButton.Content
source: Pass ✔️
zh_cn: 通过✔️
zh_tw: 通過 ✔️

source: ✔ Passed
zh_cn: ✔ 已通过
zh_tw: ✔ 已通過

source: Path:
zh_cn: 路径:
zh_tw: 路徑:

# PauseListButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Pause TaskList
zh_cn: 暂停 TaskList
zh_tw: 暫停 TaskList

# PauseListButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pause
zh_cn: 暂停
zh_tw: 暫停

# PrevText.Text
source: Previous Run
zh_cn: 上次运行
zh_tw: 上一個執行

# RebootButtonText.Text
source: Reboot
zh_cn: 重新启动
zh_tw: 重新開機

# RemoteHost.Text
source: or please select the device you wish to connect to:
zh_cn: 或者，请输入要连接到的设备的 IPv4 地址：
zh_tw: 或者，請輸入您想要連線的裝置的 IPv4 位址：

# RenameListBlock.Text
source: Rename TaskList
zh_cn: 重命名 TaskList
zh_tw: 重新命名 TaskList

# ReorderFailed
source: Failed to reorder TaskLists
zh_cn: 未能重新排序 TaskList
zh_tw: 無法重新排列 TaskList

# RerunListButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Rerun TaskList
zh_cn: 重新运行 TaskList
zh_tw: 重新執行 TaskList

# RerunListButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rerun TaskList
zh_cn: 重新运行 TaskList
zh_tw: 重新執行 TaskList

# RestartListButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Restart TaskList
zh_cn: 重启 TaskList
zh_tw: 重新啟動 TaskList

# RestartListButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Restart
zh_cn: 重启
zh_tw: 重新啟動

# ResumeListButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Resume TaskList
zh_cn: 恢复 TaskList
zh_tw: 繼續 TaskList

# ResumeListButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Resume
zh_cn: 继续
zh_tw: 繼續

source: Retry
zh_cn: 重试
zh_tw: 重試

# RetryBlock.Text
source: Maximum number of retries:
zh_cn: 最大重试次数:
zh_tw: 重試次數上限:

# RetryTaskButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Rerun Task
zh_cn: 重新运行任务
zh_tw: 重新執行工作

# RetryTaskButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rerun Task
zh_cn: 重新运行任务
zh_tw: 重新執行工作

# Run.Content
source: Run TaskLists
zh_cn: 运行 TaskList
zh_tw: 執行 TaskList

# RunAllButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Run all TaskLists
zh_cn: 运行所有 TaskList
zh_tw: 執行所有 TaskList

# RunAllButton.Content
source: Run all
zh_cn: 全部运行
zh_tw: 全部執行

# RunAllButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Run all TaskLists
zh_cn: 运行所有 TaskList
zh_tw: 執行所有 TaskList

# RunCommandButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Execute command
zh_cn: 执行命令
zh_tw: 執行命令

# RunCommandButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Execute command
zh_cn: 执行命令
zh_tw: 執行命令

# RunListButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Run TaskList
zh_cn: 运行 TaskList
zh_tw: 執行 TaskList

# RunListButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Run
zh_cn: 运行
zh_tw: 執行

source: ▶ Running
zh_cn: ▶ 正在运行
zh_tw: ▶ 正在執行

source: ⏳ Run Pending
zh_cn: ⏳ 运行挂起
zh_tw: ⏳ 執行擱置中

# RunTimeConst.Text
source: Run Time:
zh_cn: 运行时间:
zh_tw: 執行時間:

# Save.Content
source: Manage TaskLists
zh_cn: 管理 TaskList
zh_tw: 管理 TaskList

# Save.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Create or edit a TaskList
zh_cn: 创建或编辑 TaskList
zh_tw: 建立或編輯 TaskList

# SaveAll.Text
source: Save All TaskLists to File
zh_cn: 将所有 TaskList 保存到文件
zh_tw: 將全部 TaskList 儲存至檔案

# SaveFlyoutTextHeader.Text
source: File to save as:
zh_cn: 另存文件:
zh_tw: 要另存成的檔案:

# SaveTaskListContent
source: Do you want to save your changes?
zh_cn: 是否保存更改?
zh_tw: 是否要儲存您的變更?

# SaveTaskListTitle
source: Save TaskList?
zh_cn: 保存 TaskList?
zh_tw: 是否要儲存 TaskList?

# SendText.Text
source: Send Local File/Folder
zh_cn: 发送本地文件/文件夹
zh_tw: 傳送本機檔案/資料夾

# ServerText.Text
source: Remote File/Folder:
zh_cn: 远程文件/文件夹:
zh_tw: 遠端檔案/資料夾:

# ServerTextContainer.Text
source: Container File/Folder:
zh_cn: 容器文件/文件夹:
zh_tw: 容器檔案/資料夾:

source: Service Version
zh_cn: 服务版本
zh_tw: 服務版本

# ShutdownButtonText.Text
source: Shutdown
zh_cn: 关机
zh_tw: 關機

# SourceFileHeaderGet.Text
source: Source File (from remote device):
zh_cn: 源文件(来自远程设备):
zh_tw: 來源檔案 (從遠端裝置):

# SourceFileHeaderSend.Text
source: Source File (from local device):
zh_cn: 源文件(来自本地设备):
zh_tw: 來源檔案 (從本機裝置):

source: Start Comments
zh_cn: 启动评论
zh_tw: 開始留言

# TargetFileHeaderGet.Text
source: Destination (on local device):
zh_cn: 目标(在本地设备上):
zh_tw: 目的地 (在本機裝置上):

# TargetFileHeaderSend.Text
source: Destination (on remote device):
zh_cn: 目标(在远程设备上):
zh_tw: 目的地 (在遠端裝置上):

# TaskGuidConst.Text
source: Task Guid:
zh_cn: 任务 Guid:
zh_tw: 任務 GUID:

# TaskListInvalidNameContent
source: The TaskList name must not be empty!
zh_cn: TaskList 名称不得为空!
zh_tw: TaskList 名稱不能空白!

# TaskListInvalidNameTitle
source: Invalid TaskList Name
zh_cn: TaskList 名称无效
zh_tw: TaskList 名稱無效

# TaskListOpt.Text
source: TaskList Options:
zh_cn: TaskList 选项:
zh_tw: TaskList 選項:

# TaskListSaveFailed
source: Failed to save TaskList
zh_cn: 未能保存 TaskList
zh_tw: 無法儲存 TaskList

# TaskListsText.Text
source: TaskLists
zh_cn: TaskList
zh_tw: TaskList

# TaskName.Text
source: Task Name:
zh_cn: 任务名称:
zh_tw: 工作名稱:

# TaskPath.Text
source: Task Path:
zh_cn: 任务路径:
zh_tw: 工作路徑:

# TasksHeader.Text
source: Tasks:
zh_cn: 任务:
zh_tw: 工作:

# TasksText.Text
source: Tasks
zh_cn: 任务
zh_tw: 工作

# TerminateBgTasksCheck.Content
source: Terminate Background Tasks on Completion?
zh_cn: 完成时终止后台任务?
zh_tw: 是否要在完成時終止背景工作？

# TerminateOnCompleteCheck.Content
source: Terminate App on Completion?
zh_cn: 完成时终止应用?
zh_tw: 是否要在完成時終止應用程式？

source: ⏱ Timed-out
zh_cn: ⏱ 已超时
zh_tw: ⏱ 逾時

# TimeoutBlock.Text
source: Timeout (seconds):
zh_cn: 超时(秒):
zh_tw: 逾時 (秒):

source: total runs
zh_cn: 运行总数
zh_tw: 執行總數

source: ❔ Unknown
zh_cn: ❔ 未知
zh_tw: ❔ 未知

# UWPArguments
source: Arguments (NOT passed to app, reference only):
zh_cn: 参数(未传递到应用，仅参考):
zh_tw: 引數 (未傳遞至應用程式，僅限參考)：

# ValidateXMLButton.Content
source: Validate FactoryOrchestratorXML
zh_cn: 验证 FactoryOrchestratorXML
zh_tw: 驗證 FactoryOrchestratorXML

# WDP.Content
source: Windows Device Portal
zh_cn: Windows 设备门户
zh_tw: Windows 裝置入口網站

# WDP.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Launch Windows Device Portal
zh_cn: 启动 Windows 设备门户
zh_tw: 啟動 Windows 裝置入口網站

# WDPFailedContent
source: Make sure Windows Device Portal is running and supports HTTP with no authentication, then try again.
zh_cn: 请确保 Windows 设备门户正在运行，然后重试。

# WDPFailedTitle
source: Failed to launch Windows Device Portal
zh_cn: 未能启动 Windows 设备门户
zh_tw: 無法啟動 Windows 裝置入口網站

# Welcome.Text
source: Welcome to Factory Orchestrator!
zh_cn: 欢迎使用 Factory Orchestrator!
zh_tw: 歡迎使用 Factory Orchestrator!

# XmlFailedTitle
source: FactoryOrchestratorXML failed validation!
zh_cn: FactoryOrchestratorXML 未能通过验证!
zh_tw: FactoryOrchestratorXML 驗證失敗!

# XmlValidatedContent
source: {0} is valid FactoryOrchestratorXML.
zh_cn: {0} 是有效的 FactoryOrchestratorXML。
zh_tw: {0} 是有效的 FactoryOrchestratorXML。

# XmlValidatedTitle
source: FactoryOrchestratorXML successfully validated!
zh_cn: FactoryOrchestratorXML 验证成功!
zh_tw: 已成功驗證 FactoryOrchestratorXML!

source: Yes
zh_cn: 是
zh_tw: 是

# ContainerGuiWarning.Text
source: ⚠ To use the console to run Win32 GUI programs in the container, the exe name must be preceeded by RunAsRDUser.exe and use the full path to the exe ⚠
zh_cn: ⚠要使用控制台在容器中运行 Win32 GUI 程序，exe 名称必须位于 RunAsRDUser.exe 之后，并使用 exe 的完整路径⚠
zh_tw: ⚠若要使用主控台在容器中執行 Win32 GUI 程式，則 RunAsRDUser.exe exe 必須先於 exe 名稱，並使用 exe 的完整路徑⚠

# ContainerGuiWarningExample.Text
source: For example: RunAsRDUser.exe c:\windows\regedit.exe
zh_cn: 例如： RunAsRDUser.exe c:\windows\regedit.exe
zh_tw: 例如： RunAsRDUser.exe c:\windows\regedit.exe

# ContainerSupport.Text
source: Container Support Enabled
zh_cn: 容器支持已启动
zh_tw: 已啟用容器支援

# ContainerRunning.Text
source: Container Running
zh_cn: 容器正在运行
zh_tw: 正在執行容器

# NetworkAccess.Text
source: Network Access Allowed
zh_cn: 允许网络访问
zh_tw: 已允許網路存取

# ServiceInformation.Text
source: Factory Orchestrator Service Information
zh_cn: Factory Orchestrator 服务信息
zh_tw: [Factory Orchestrator 服務] 資訊

# LaunchRD.Content
source: Show Container UI (exit with ALT+F4)
zh_cn: 显示容器 UI（随 Alt+F4 一起退出）
zh_tw: 顯示容器 UI (使用 ALT + F4 結束)

# CertHash.Text
source: Certificate Hash:
zh_cn: 证书哈希:
zh_tw: 憑證雜湊:

# ServerName.Text
source: Server Identity:
zh_cn: 服务器标识:
zh_tw: 伺服器身分識別:

# SettingsTrackExecution.Content
source: Follow TaskList Execution
zh_tw: 追蹤執行
